Repository: Mikma03/Azure_Azure_Database_Administrator_Associate
Catalog: Professional_Azure_SQL_Managed_Database_Administration/Chapter03/SQLAzureMigration-master/SQLAzureMW/Properties/Resources.*.resx
Languages: de, es, fr, ja

# FederationCreated
source: Federation {0} created!
de: Federation {0} erstellt!
fr: Fédération {0} créée
ja: フェデレーション {0} が作成されました!

# FederationDelete
source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
ja: 削除

# FederationDrop
source: Drop federation {0}?
de: Federation {0} entfernen?
fr: Supprimer la fédération {0} ?
ja: フェデレーション {0} を削除しますか?

# FederationDropHeader
source: {0} drop options
de: {0} entfernen - Optionen
fr: {0} Options de suppression
ja: {0} 削除オプション

# FederationDropped
source: Federation {0} dropped!
de: Federation {0} entfernt!
fr: Fédération {0} supprimée!
ja: フェデレーション {0} を削除しました!

# FederationInfo
source: Working with federation {0} and member {1}
de: Ausgewählt: Federation {0} mit Mitglied {1}
fr: Travail avec la fédération {0} et le membre {1}
ja: {1} はフェデレーション {0} のメンバーです

# FederationMemberCreated
source: Splitpoint created
de: Splitpoint erstellt
fr: Splitpoint créé
ja: スプリットポイントが作成されました!

# FederationMemberDropped
source: Splitpoint dropped
de: Splitpoint entfernt
fr: Splitpoint supprimé
ja: スプリットポイントが削除されました!

# FederationMemberHigh
source: High (MAX)
de: Maximum (MAX)
es: Alta (MAX)
fr: haute (MAX)
ja: 高（最大）

# FederationMemberLow
source: Low ({0})
de: Minimum ({0})
es: Baja ({0})
fr: basse ({0})
ja: 低（{0})

# FederationVarbinaryRange
source: Sorry, but Varbinary range must be between 1 and 900
de: Varbinary muss zwischen 1 und 900 liegen
fr: Désolé, la valeur VarBinary doit être entre 1 et 900
ja: Varbinary 型のサイズには1から900までの値をしてしてください

source: Retry
de: Erneut versuchen
es: Reintentar
fr: Réessayer
ja: 再実行

source: Select Database
de: Datenbank aussuchen
es: Seleccione base de datos
fr: Choisir la base de données
ja: データベースを選択

source: Select Federation Member
de: Mitglied der Federation auswählen
fr: Choisir le membre de fédération
ja: フェデレーションメンバーを選択

# CompatibilityChecksLogShipping
source: Log Shipping -- {0}
es: Trasvase de registros -- {0}
ja: ログ配布 -- {0}

# ObjectTypeTables
source: Tables
de: Tabellen
es: Tablas
ja: テーブル

# TreeNodeOptions
source: Options
de: Optionen
es: Opciones
ja: オプション
