Repository: Mikma03/Azure_Azure_Database_Administrator_Associate
Catalog: Professional_Azure_SQL_Managed_Database_Administration/Chapter03/SQLAzureMigration-master/SQLAzureMW/Properties/Resources.*.resx
Languages: de, es, fr, ja

# AnalysisComplete
source: SQLAzureMW has finished analysis. Any issues discovered will be reported above.
de: SQLAzureMW hat die Analyse beendet. Offene Punkte sind oben aufgelistet.
es: SQLAzureMW ha terminado de análisis. Los problemas detectados se informarán arriba.
fr: SQLAzureMW a terminé l'analyse. Les problèmes rencontrés seront reportés ci-dessus.
ja: SQLAzureMWによる分析が完了。判明した問題点を表示します。

# AzureUserName
source: Azure requires {0} extension on your user name. Do you want me to add it for you?
de: Azure benötigt die Erweiterung {0} für den Benutzernamen. Automatisch ergänzen?
es: SQL Azure requiere la terminación {0} en su nombre de usuario. Desea que la agrege por usted?
fr: Azure requiert {0} extension sur votre nom d'utilisateur. Souhaitez vous que je le rajoute pour vous?
ja: Azureでは、ユーザ名に {0} を付ける必要があります。追加しても良いですか？

# AzureUserNameWarning
source: Azure User Name Requirements
de: Voraussetzungen für Azure Benutzernamen
es: Requerimientos en el Nombre de Usuario para SQL Azure
fr: Pré-requis sur le nom d'utilsateur Azure
ja: Azureのユーザ名が必要です。

# CompatibilityChecks
source: Compatibility Checks -- {0}
de: Kompatibilitätsprüfungen -- {0}
es: Comprobaciones de Compatibilidad -- {0}
fr: Vérification de la compatibilité -- {0}
ja: 互換性チェック -- {0}

# CompatibilityChecksActiveDirectory
source: Active Directory Stored Procedures -- {0}
es: Procedimientos almacenados de Directorio Activo -- {0} Tablas de Copia de seguridad y Restauración -- {0}
fr: Procédures Stockées Active Directory -- {0}
ja: Active Directory ストアドプロシージャ -- {0}

# CompatibilityChecksBackupRestore
source: Backup and Restore Tables -- {0}
de: Tabellen-Backup und Restore -- {0}
es: Tablas de Copia de seguridad y Restauración -- {0}
fr: Sauvegarde et Restauration de tables -- {0}
ja: テーブルのバックアップとリストア -- {0}

# CompatibilityChecksCDC
source: Change Data Capture -- {0}
es: Captura de datos modificados -- {0}
fr: Modifier la capture des données -- {0}
ja: 変更データキャプチャ -- {0}

# CompatibilityChecksCDCT
source: Change Data Capture Tables -- {0}
es: Tablas de Captura de datos modificados -- {0}
fr: Modifier les tables de capture des données -- {0}
ja: 変更データキャプチャテーブル -- {0}

# CompatibilityChecksDataControls
source: Data Controls -- {0}
es: Controles de Datos -- {0}
fr: Contrôles de données -- {0}
ja: データコントロール -- {0}

# CompatibilityChecksDistributedQueries
source: Distributed Queries Stored Procedures -- {0}
de: Stored Procedures für Distributed Queries -- {0}
es: Procedimientos almacenados con consultas distribuidas -- {0}
fr: Procédures stockées de requêtes distribuées -- {0}
ja: 分散クエリのストアドプロシージャ -- {0}

# CompatibilityChecksEngineSP
source: Database Engine Stored Procedures -- {0}
de: Stored Procedures der Datenbank Engine -- {0}
es: Procedimientos almacenados con llamadas al motor de base de datos -- {0}
fr: Procédures stockées du moteur de base de données -- {0}
ja: データベースエンジンのストアドプロシージャ -- {0}

# CompatibilityChecksFullTextSearch
source: Full Text Search Stored Procedures -- {0}
de: Stored Procedures der Volltextsuche -- {0}
es: Procedimientos almacenados de Búsqueda de texto completo -- {0}
fr: Procédures stockées Full Text Search -- {0}
ja: フルテキスト検索ストアドプロシージャ -- {0}

# CompatibilityChecksGeneralExtended
source: General Extended Stored Procedures -- {0}
de: Allgemeine erweiterte Stored Procedures -- {0}
es: Procedimientos almacenados Extendidos generales -- {0}
fr: Procédures stockées étendues générales -- {0}
ja: 汎用拡張ストアドプロシージャのスクリプト化 -- {0}

# CompatibilityChecksGeneralTSQL
source: General TSQL -- {0}
de: Standard TSQL -- {0}
es: TSQL General-- {0}
fr: TSQL Général -- {0}
ja: TSQLの生成 -- {0}

# CompatibilityChecksIntegrationServicesTable
source: Integration Services Tables -- {0}
de: Tabellen des Integration Services -- {0}
es: Tablas de "Integration Services" -- {0}
fr: Tables Intégration Services -- {0}
ja: インテグレーションサービス テーブル -- {0}

# CompatibilityChecksMail
source: Database Mail Stored Procedures -- {0}
de: Stored Procedures für Database Mail -- {0}
es: Procedimientos almacenados con Correo electrónico de base de datos -- {0}
fr: Procédures stockées Database Mail -- {0}
ja: データベースメール ストアドプロシージャ -- {0}

# CompatibilityChecksMaintenance
source: Database Maintenance Plans -- {0}
de: Datenbank Wartungspläne -- {0}
es: Planes de Mantenimiento de base de datos -- {0}
fr: Plans de maintenance de bases de données -- {0}
ja: データベース メンテナンスプラン -- {0}

# CompatibilityChecksMetadataFunction
source: Metadata Functions -- {0}
de: Metadata Funktionen -- {0}
es: Funciones de metadatos -- {0}
fr: Fonctions Métadonnées -- {0}
ja: メタデータ関数 -- {0}

# CompatibilityChecksOLEAutomationSP
source: OLE Automation Stored Procedures -- {0}
de: Stored Procedures für OLE Automation -- {0}
es: Procedimientos almacenados con automatización OLE -- {0}
fr: Procédures stockées OLE Automation -- {0}
ja: OLE オートメーション ストアドプロシージャ -- {0}

# CompatibilityChecksOLEDBTable
source: OLEDB Tables -- {0}
de: OLEDB Tabellen -- {0}
es: Tablas OLEDB -- {0}
fr: Tables OLEDB -- {0}
ja: OLEDB テーブル -- {0}

# CompatibilityChecksProfilerSP
source: Profiler Stored Procedures -- {0}
de: Stored Procedures des Profilers -- {0}
es: Procedimientos almacenados de "SQL Profiler" -- {0}
fr: Procédures stockées Profiler -- {0}
ja: Profiler ストアドプロシージャ -- {0}

# CompatibilityChecksReplicationSP
source: Replication Stored Procedures -- {0}
de: Stored Procedures für Replikation -- {0}
es: Procedimientos almacenados de Replicación-- {0}
fr: Procédures stockées Replication -- {0}
ja: レプリケーション ストアドプロシージャ-- {0}

# CompatibilityChecksReplicationTable
source: Replication Tables -- {0}
de: Tabellen für Replikation -- {0}
es: Tablas de Replicación -- {0}
fr: Tables Réplication -- {0}
ja: レプリケーションテーブル -- {0}

# CompatibilityChecksRowsetFunction
source: Rowset Functions -- {0}
de: Funktionen für Rowsets -- {0}
es: Funciones de conjuntos de filas -- {0}
fr: Fonctions Rowset -- {0}
ja: 行セット関数 -- {0}

# CompatibilityChecksSecurityFunction
source: Security Functions -- {0}
de: Sicherheitsfunktionen -- {0}
es: Funciones de seguridad -- {0}
fr: Fonctions Sécurité -- {0}
ja: セキュリティ関数 -- {0}

# CompatibilityChecksSecuritySP
source: Security Stored Procedures -- {0}
de: Stored Procedures für Sicherheit -- {0}
es: Procedimientos almacenados de seguridad -- {0}
fr: Procédures stockées Sécurité -- {0}
ja: セキュリティ ストアドプロシージャ -- {0}

# CompatibilityChecksSQLMailSP
source: SQL Mail Stored Procedures -- {0}
de: Stored Procedures für SQL Mail -- {0}
es: Procedimientos almacenados de Correo electrónico SQL -- {0}
fr: Procédures stockées SQL Mail -- {0}
ja: SQL Mailストアドプロシージャ -- {0}

# CompatibilityChecksSQLServerAgentSP
source: SQL Server Agent Stored Procedures -- {0}
de: Stored Procedures des SQL Server Agents -- {0}
es: Procedimientos almacenados del Agente del Servidor SQL -- {0}
fr: Procédures stockées SQL Server Agent -- {0}
ja: SQL Server Agentストアドプロシージャ -- {0}

# CompatibilityChecksSQLServerAgentTable
source: SQL Server Agent Tables -- {0}
de: Tabellen des SQL Server Agents -- {0}
es: Tablas del Agente del Servidor SQL -- {0}
fr: Tables SQL Server Agent -- {0}
ja: SQL Server Agent テーブル -- {0}

# CompatibilityChecksSystemCatalogView
source: System Catalog Views -- {0}
es: Vistas del catálogo del sistema -- {0}
fr: Vues du catalogue Système -- {0}
ja: システムカタログ ビュー -- {0}

# CompatibilityChecksSystemFunction
source: System Functions -- {0}
de: Systemfunktionen -- {0}
es: Funciones del sistema -- {0}
fr: Fonctions Système -- {0}
ja: システム関数 -- {0}

# CompatibilityChecksSystemStatisticalFunction
source: System Statistical Functions -- {0}
de: Funktionen für Systemstatistik -- {0}
es: Funciones estadísticas del Sistema -- {0}
fr: Fonctions statistiques Système -- {0}
ja: システム統計関数 -- {0}

# CompatibilityChecksUnclassified
source: Unclassified -- {0}
de: Unklassifiziert -- {0}
es: No Clasificados -- {0}
fr: Non classé -- {0}
ja: 未分類 -- {0}

source: Database Exists
de: Datenbank existiert
es: La base de datos existe
fr: La Base de données existe
ja: データベースが存在しています。

source: Delete Database
de: Datenbank löschen
es: Borrar Base de Datos
fr: Supprimer la base de données
ja: データベースを削除します。

# DialogFilterRTF
source: Rich Text Format files (*.rtf)|*.rtf|TSQL File (*.sql)|*.sql|All files (*.*)|*.*
de: Rich Text Dateien (*.rtf)|*.rtf|TSQL File (*.sql)|*.sql|Alle Dateien (*.*)|*.*
es: Archivos en formato de Texto Enriquecido (*.rtf)|*.rtf|Archivo TSQL (*.sql)|*.sql|Todos los archivos (*.*)|*.*
fr: Fichiers Rich Text Format (*.rtf)|*.rtf|Fichiers TSQL (*.sql)|*.sql|Tous les fichiers (*.*)|*.*

# DialogFilterSQLRTF
source: TSQL File (*.sql)|*.sql|Rich Text Format files (*.rtf)|*.rtf|All files (*.*)|*.*
de: TSQL Dateien (*.sql)|*.sql|Rich Text Dateien (*.rtf)|*.rtf|Alle Dateien (*.*)|*.*
es: Archivo TSQL (*.sql)|*.sql|Rich Text Format files (*.rtf)|*.rtf|Todos los archivos (*.*)|*.*
fr: Fichiers TSQL (*.sql)|*.sql|Fichiers Rich Text Format (*.rtf)|*.rtf|Tous les fichiers (*.*)|*.*

# DialogFilterTrace
source: SQL Profiler trace files (*.trc)|*.trc|All files (*.*)|*.*
de: SQL Profiler Trace Dateien (*.trc)|*.trc|Alle Dateien (*.*)|*.*
es: Archivos de trazado de SQL Profiler (*.trc)|*.trc|Todos los archivos (*.*)|*.*
fr: Fichiers de trace SQL Profiler (*.trc)|*.trc|Tous les fichiers (*.*)|*.*

# DialogFilterTSQL
source: TSQL files (*.sql)|*.sql|All files (*.*)|*.*
de: TSQL Dateien (*.sql)|*.sql|Alle Dateien (*.*)|*.*
es: Archivos TSQL (*.sql)|*.sql|Todos los archivos (*.*)|*.*
fr: Fichiers TSQL (*.sql)|*.sql|Tous les fichiers (*.*)|*.*

# DialogTitleTrace
source: Select SQL Profiler trace file to analyze
de: SQL Profiler Trace für die Analyse auswählen
es: Archivos de trazado de SQL Profiler a analizar
fr: Choisissez le fichier de trace SQL Profiler à analyser
ja: 分析するSQL Profiler トレースファイルの選択

# DialogTitleTSQL
source: Select TSQL file
de: TSQL Datei auswählen
es: Seleccione el archivo TSQL
fr: Choisissez le fichier TSQL
ja: TSQL ファイルの選択

# Discovering
source: Discovering: {0} of {1}
de: Durchsuchen: {0} von {1}
es: Encontrado: {0} de {1}
fr: Découverte: {0} de {1}
ja: 発見: {1} の {0}

source: Done!
de: Fertig!
es: Listo!
fr: Terminé!
ja: 完了！

# ErrorCreatingDB
source: Error Creating Database
de: Fehler beim Erstellen der Datenbank
es: Error Creando base de datos
fr: Erreur lors de la création de la base de données
ja: データベース作成のエラー

# MessageAnalysisFailed
source: Analysis failed: {0}
de: Analyse fehlgeschlagen: {0}
es: Fallo en el análisis: {0}
fr: L'analyse a échoué: {0}
ja: 分析失敗: {0}

# MessageAnalysisFailedAt
source: Analysis failed at {0}
de: Analyse fehlgeschlagen bei {0}
es: Fallo en el análisis en {0}
fr: L'analyse à échoué à {0}
ja: {0}で分析に失敗しました。

# MessageAreYouSure
source: Are you sure you want to delete database {0}?
de: Datenbank {0} wirklich löschen?
es: Esta seguro de borrar la base de datos {0}?
fr: Êtes vous sur de vouloir supprimer la base de données {0}?
ja: {0} データベースを削除しても問題ありませんか?

# MessageCalculatingNumberOrRecs
source: Calculating number of records to process
de: Berechne Anzahl der zu Bearbeitenden Einträge
es: Calculando el numero de registros a procesar
fr: Calcul du nombre d'enregistrements à traiter
ja: レコード数の計算中

# MessageCalculatingSize
source: Calculating size ...
de: Berechne Größe ...
es: Calculando el tamaño ...
fr: Calcul de la taille...
ja: 容量計算中 ...

# MessageCanceled
source: Canceled!
de: Abgebrochen!
es: Cancelado!
fr: Annulé!
ja: キャンセルしました

# MessageCanceledProcessing
source: Canceled processing at {0} ...
de: Vorgang abgebrochen bei {0} ...
es: Se canceló el proceso en {0} ...
fr: Traitement annulé à {0} ...
ja: {0}への接続をキャンセルしました。 ...

# MessageCreatingDropScripts
source: Creating DROP scripts ...
de: Erstelle DROP Skripte ...
es: Creando los scripts DROP ...
fr: Création des scripts DROP ...
ja: DROPスクリプトの生成 ...

# MessageDatabaseExists
source: Sorry, database already exists. Please choose another name.
de: Eine Datenbank mit diesem Namen existiert bereits. Bitte anderen angeben.
es: La base de datos ya existe. Por favor elija otro nombre.
fr: Désolé, la base de données existe déjà. Merci de choisir un autre nom.
ja: データベースが存在しています。他の名前を入力してください。

# MessageExecuteScript
source: Execute script against destination server?
de: Skripte auf Zielserver ausführen?
es: Ejecutar la secuencia de comandos en el servidor destino?
fr: Exécuter le script contre le serveur de destination?
ja: 対象サーバにスクリプトを実行しますか？

# MessageFileDoesNotExists
source: Sorry, but the file you entered does not exist
de: Die eingegebene Datei existiert nicht
es: Perdón, pero el archivo que indico no existe
fr: Désolé, mais le fichier spécifié n'existe pas.
ja: 選択されたファイルが存在しません。

# MessageFinishedNoAnalysis
source: No analysis done on script. Processing finished at {0} -- UTC -> {1} Total processing time: {2}
de: Keine Analyse durchgeführt. Ausführung beendet bei {0} -- UTC -> {1} Gesamtzeit: {2}
es: No se analizó la secuencia de comandos. Proceso terminado a las {0} -- UTC -> {1} Tiempo de procesamiento total: {2}
fr: Pas d'analyse faite sur le script. Le traitement s'est terminé à {0} -- UTC -> {1} Temps total de traitement: {2}
ja: スクリプト化の分析をしていません。 {0} まで完了しました -- UTC -> {1} 総経過時間: {2}

# MessageFinishedWithAnalysis
source: Analysis completed at {0} -- UTC -> {1} Any issues discovered will be reported above. Total processing time: {2}
de: Analyse beendet bei {0} -- UTC -> {1} Probleme werden oben angezeigt. Gesamtzeit: {2}
es: Análisis completado a las {0} -- UTC -> {1} Los problemas descubiertos han sido informados arriba. Tiempo de procesamiento total: {2}
fr: Analyse complétée à {0} -- UTC -> {1} Toutes les erreurs seront reportées ci-dessus. Temps total de traitement: {2}
ja: {0} に分析が完了しました。 -- UTC -> {1} 問題があった場合は、下に詳細が表示されます。総経過時間: {2}

# MessageHour
source: hour,
de: Stunde,
es: hora,
fr: heure,
ja: 時間

# MessageHours
source: hours,
de: Stunden,
es: horas,
fr: heures,
ja: 時間

# MessageMinute
source: minute and
de: Minute und
es: minuto y
fr: minute et
ja: 分

# MessageMinutes
source: minutes and
de: Minuten und
es: minutos y
fr: minutes et
ja: 分

# MessageProcessingStatus
source: Processing {0} out of {1}
de: Ausführung {0} von {1}
es: Procesando {0} de {1}
fr: Traitement {0} sur {1}
ja: {1} の内 {0}まで完了しました。

# MessageProcessStarted
source: Process started at {0} -- UTC -> {1} ...
de: Ausführung gestartet bei {0} -- UTC -> {1} ...
es: El proceso inició a las {0} -- UTC -> {1} ...
fr: Le traitement a démarré à {0} -- UTC -> {1} ...
ja: {0} に開始しました。 -- UTC -> {1} ...

# MessageReadyToGenerate
source: Ready to generate SQL script?
de: SQL Skript generieren?
es: Listo para generar la secuencia de comandos SQL?
fr: Prêt pour la génération du script SQL?
ja: SQLスクリプト生成の準備ができましたか？

# MessageSecond
source: second
de: Sekunde
es: segundo
fr: seconde
ja: 秒

# MessageSeconds
source: seconds
de: Sekunden
es: segundos
fr: secondes
ja: 秒

# MessageSorting
source: Sorting objects by dependency ...
de: Sortiere Objekte nach Abhängigkeiten ...
es: Organizando objetos por dependencias ...
fr: Tri des objets par dépendance ...
ja: オブジェクトの依存関係で並べ替えます ...

# ObjectTypeRoles
source: Roles
de: Rollen
fr: Rôles
ja: ロール

# ObjectTypeSchemas
source: Schemas
de: Schemata
es: Esquemas
fr: Schémas
ja: スキーマ

# ObjectTypeStoredProcedures
source: Stored Procedures
es: Procedimientos Almacenados
fr: Procédures stockées
ja: ストアドプロシージャ

# ObjectTypeTriggers
source: Triggers
de: Trigger
es: Desencadenadores
fr: Déclencheurs (Triggers)
ja: トリガー

# ObjectTypeUDF
source: User Defined Functions
de: Benutzerdefinierte Funktionen
es: Funciones definidas por el usuario
fr: Fonctions définies par l'utilisateur (UDF)
ja: ユーザ定義関数の選択

# ObjectTypeUDT
source: User Defined Data Types
de: Benutzerdefinierte Datentypen
es: Tipos de datos definidos por el usuario
fr: Types de données définis par l'utilisateur
ja: ユーザー定義データ型の選択

# ObjectTypeUDTT
source: User Defined Table Types
de: Benutzerdefinierte Tabellentypen
es: Tipos de Tablas definidos por el usuario
fr: Types de tables définis par l'utilisateur
ja: ユーザ定義テーブル型

# ObjectTypeViews
source: Views
es: Vistas
fr: Vues
ja: ビュー

# ObjectTypeXMLSchemaCollections
source: XML Schema Collections
de: XML Schema-Sammlungen
es: Colecciones de esquemas XML
fr: Collections de schéma XML Schema
ja: XMLスキーマコレクション

# SaveAzureResults
source: Save SQL Azure Results
de: SQL Azure Ergebnisse speichern
es: Guardar resultados de SQL Azure
fr: Sauvegarder les résultats SQLAzure
ja: SQL Azureの結果を保存

# SaveResults
source: Save Results Summary
de: Ergebnisbericht speichern
es: Guardar resumen de resultados
fr: Sauvegarder un résumé des résultats
ja: 結果を保存

source: Save SQL Script
de: SQL Skript speichern
es: Guardar secuencia de comados (script) SQL
fr: Sauvegarder le script SQL
ja: SQL スクリプトの保存

# TitleExecuteScript
source: Execute Script
de: Skript ausführen
es: Ejecutar secuencia de comados
fr: Exécuter le Script
ja: スクリプトの実行

# TitleGenerateScript
source: Generate Script
de: Skript generieren
es: Generar secuencia de comados
fr: Générer le Script
ja: スクリプトの生成

# TreeNodeDatabase
source: Database
de: Datenbank
es: Base de datos
fr: Base de données
ja: データベース

# TreeNodeGeneral
source: General
de: Allgemein
fr: Général
ja: 生成

# TreeNodeIfNotExists
source: Include If Not Exists --
de: Hinzufügen falls nicht existiert --
es: Incluir "If Not Exists" --
fr: Inclure IF NOT EXISTS --
ja: 存在しない場合、生成 --

# TreeNodeObjects
source: Objects
de: Objekte
es: Objetos
fr: Objets
ja: オブジェクト

# TreeNodeScriptConstraints
source: Script Check Constraints -- {0}
de: Skript Constraints prüfen -- {0}
es: Incluir restricciones CHECK en la secuencia de comandos -- {0}
fr: Scripter les contraintes Check -- {0}
ja: チェック制約のスクリプト化 -- {0}

# TreeNodeScriptData
source: Script Table / Data -- {0}
de: Skript Table / Data -- {0}
es: Incluir Tabla / Datos en la secuencia de comandos -- {0}
fr: Scripter les tables / données -- {0}
ja: テーブルとデータのスクリプト化 -- {0}

# TreeNodeScriptDefaults
source: Script Defaults --
de: Skript Defaults --
es: Incluir valores por Defecto --
fr: Scripter les valeurs par défaut --
ja: 規定値のスクリプト化 --

# TreeNodeScriptDropCreate
source: Script DROP and CREATE --
de: Skript DROP und CREATE --
es: Incluir DROP y CREATE en la secuencia de comandos--
fr: Scripter les DROP et les CREATE --
ja: DROP と CREATEのスクリプト化 --

# TreeNodeScriptForeignKeys
source: Script Foreign Keys -- {0}
de: Skript Foreign Keys -- {0}
es: Incluir Llaves externas en la secuencia de comandos -- {0}
fr: Scripter les clés étrangères -- {0}
ja: 外部キーのスクリプト化 -- {0}

# TreeNodeScriptHeaders
source: Script Headers --
de: Skript Headers --
es: Incluir cabeceras en la secuencia de comandos --
fr: Scripter les en-têtes --
ja: ヘッダーのスクリプト化 --

# TreeNodeScriptIndexes
source: Script Indexes -- {0}
de: Skript Indexes -- {0}
es: Incluir índices en la secuencia de comandos -- {0}
fr: Scripter les indexs -- {0}
ja: インデックスのスクリプト化 -- {0}

# TreeNodeScriptPrimaryKey
source: Script Primary Keys -- {0}
de: Skript Primary Keys -- {0}
es: Incluir Llaves primarias en la secuencia de comandos -- {0}
fr: Scripter les clés primaires -- {0}
ja: プライマリキーのスクリプト化 -- {0}

# TreeNodeScriptUniqueKeys
source: Script Unique Keys -- {0}
de: Skript Unique Keys -- {0}
es: Incluir Llaves Unicas en la secuencia de comandos -- {0}
fr: Scripter les clés Unique -- {0}
ja: 一意キーのスクリプト化 -- {0}

# TreeNodeTableView
source: Table / View Options
es: Opciones de Tabla / Vista
fr: Options Table / Vue
ja: Table / View オプション

# TreeNodeTSQLCompatibility
source: TSQL Compatibility Checks
de: TSQL Kompatibilitätsprüfung
es: Chequeos de compatibilidad TSQL
fr: Vérifications de compatibilité TSQL
ja: TSQL互換性チェック

# WizardAction
source: Select Process
de: Vorgang auswählen
es: Seleccione una Tarea
fr: Sélectionnez les processus
ja: 処理の選択

# WizardActionDesc
source: Select the process you want the wizard to walk you through.
de: Bitte gewünschten Vorgang auswählen
es: Seleccione la tarea en la que desea que el asistente lo ayude.
fr: Sélectionnez le processus que l'Assistant pour vous guider.
ja: ウィザードで処理したいオプションを選択してください。

# WizardActionObjectTypes
source: Choose Objects
de: Objekte auswählen
es: Elija los Objetos
fr: Choisir les objets
ja: オブジェクトの選択

# WizardActionObjectTypesDesc
source: Select database objects to script
de: Datenbankobjekte für Skripte auswählen
es: Seleccione los objetos de la base de datos que desea incluir en el script
fr: Sélectionner les objets de base de données à scripter
ja: スクリプト化するデータベース オブジェクトの選択

# WizardActionResultsSummary
source: Results Summary
de: Ergebnisbericht
es: Resumen de Resultados
fr: Résumé des résultats
ja: 結果

# WizardActionResultsSummaryDesc
source: Scripting and Analysis Summary
de: Skript- und Analyseergebnisse
es: Resumen del Análisis y generación de secuencia de comandos
fr: Résumé du scripting et de l'analyse
ja: スクリプト化と分析の結果

# WizardActionScriptWizardSummary
source: Script Wizard Summary
de: Skript-Wizard Ergebnisse
es: Resumen del Asistente de Script
fr: Résumé de l'assistant de Script
ja: スクリプトウィザード設定確認

# WizardActionScriptWizardSummaryDesc
source: Review your selections for the wizard.
de: Bitte die Eingaben für den Wizard prüfen.
es: Revise sus selecciones para el asistente.
fr: Examinez vos sélections pour l'assistant.
ja: ウィザード設定の確認

# WizardActionSelectSource
source: Select Source
de: Quelle auswählen
es: Seleccione el Origen
fr: Sélectionnez la source
ja: 移行元の選択

# WizardActionSelectSourceDesc
source: Select the source you want to script.
de: Quelldatenbank für Skripte auswählen
es: Seleccione la base de datos de la que desea generar la secuencia de comados.
fr: Sélectionnez la source à scripter.
ja: スクリプト化する移行元の選択

# WizardActionSetupTargetConnection
source: Setup Target Server Connection
de: Zielverbindung konfigurieren
es: Configurando la conexión al servidor de destino
fr: Mise en place de la connexion au serveur Cible
ja: 対象サーバーへの接続情報の設定

# WizardActionSetupTargetConnectionDesc
source: Enter information for connection to Target Server.
de: Bitte Informationen für Zielverbindung eingeben.
es: Introduzca la información para conectarse al servidor de destino.
fr: Entrez les informations de connexion au serveur Cible.
ja: 対象サーバーへの接続情報を入力してください。

# WizardActionTargetResults
source: Target Server Response
de: Antwort des Zielservers
es: Respuesta del servidor de destino
fr: Réponse du serveur Cible
ja: 対象サーバからのレスポンス

# WizardActionTargetResultsDesc
source: Results from TSQL against Target Server
de: TSQL Ergebnisse vom Zielserver
es: Resultados de la ejecución de la secuencia de comandos en el servidor de destino
fr: Résultats du TSQLcontre le serveur Cible
ja: TSQLから対象サーバへの実行結果

# CircularDependencies
source: Circular table dependencies have been found on the following tables:
es: Han sido encontradas referencias Circulares en las siguientes tablas:
fr: Des dépendances circulaires ont été trouvées entre les tables suivantes:
ja: 円形のテーブルの属国が次のテーブルの上に見いだされました:

# DataUploadBeforeForeignKeys
source: Data will be uploaded before foreign keys are added.
es: Los datos seran subidos antes de crear las llaves externas
fr: Les données seront chargées avant que les clés étrangères ne soient rajoutées.
ja: 外国のキーが加えられる前に、データがアップロードされるでしょう。

# Encrypted
source: {0} is Encrypted
de: {0} ist verschlüsselt.
es: {0} esta cifrado
fr: {0} est encrypté
ja: {0} 暗号化される

# TreeNodeEncrypted
source: Encrypted objects will not be scripted
de: Kann nicht verschlüsselte Objekte Skript
es: Los objetos cifrados no seran incluidos en la secuencia de comados
fr: Les objects encryptés ne seront pas scriptés
ja: 暗号化されたオブジェクトが書かれないでしょう

source: Create Database
de: Datenbank erstellen
es: Crear base de datos
fr: Créer une base de données
ja: データベースを作成

# FederationCreate
source: Create
de: Erstellen
es: Crear
fr: Créer
ja: 作成
